Repository: pexip/os-eject
Catalog: po/*.po
Languages: de, es

source: Eject version %s by Jeff Tranter (tranter@pobox.com) Usage: eject -h -- display command usage and exit eject -V -- display program version and exit eject [-vnrsfqpm] [<name>] -- eject device eject [-vn] -d -- display default device eject [-vn] -a on|off|1|0 [<name>] -- turn auto-eject feature on or off eject [-vn] -c <slot> [<name>] -- switch discs on a CD-ROM changer eject [-vn] -t [<name>] -- close tray eject [-vn] -T [<name>] -- toggle tray eject [-vn] -i on|off|1|0 [<name>] -- toggle manual eject protection on/off eject [-vn] -x <speed> [<name>] -- set CD-ROM max speed eject [-vn] -X [<name>] -- list CD-ROM available speeds Options: -v -- enable verbose output -n -- don't eject, just show device found -r -- eject CD-ROM -s -- eject SCSI device -f -- eject floppy -q -- eject tape -p -- use /proc/mounts instead of /etc/mtab -m -- do not unmount device even if it is mounted
de: Eject Version %s von Jeff Tranter (tranter@pobox.com) Usage: eject -h -- gibt die Hilfe aus und beendet das Programm eject -V -- gibt Versioninformation aus und beendet das Programm eject [-vnrsfqpm] [<name>] -- Laufwerk öffnen eject [-vn] -d -- zeige Standardlaufwerk an eject [-vn] -a on|off|1|0 [<name>] -- auto-eject an-/ausschalten eject [-vn] -c <slot> [<name>] -- wechselt CD im CD-Wechsler eject [-vn] -t [<name>] -- Laufwerk schließen eject [-vn] -T [<name>] -- Laufwerk öffnen oder schließen eject [-vn] -i on|off|1|0 [<name>] -- Schutz vor manuellem Öffnen an-/ausschalten eject [-vn] -x <speed> [<name>] -- maximale CD-ROM-Geschwindigkeit setzen eject [-vn] -X [<name>] -- verfügbare CD-ROM-Geschwindigkeiten anzeigen Optionen: -v -- zeige Details an -n -- Laufwerk nicht öffnen, nur gefundenes Gerät anzeigen -r -- CD-ROM auswerfen -s -- Disk im SCSI-Gerät auswerfen -f -- Floppy auswerfen -q -- Band auswerfen -p -- benutze /proc/mounts statt /etc/mtab -m -- Gerät nicht unmounten, selbst wenn es gemounted ist

source: Long options: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle
de: Lange Optionen: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle

source: Parameter <name> can be a device file or a mount point. If omitted, name defaults to `%s'. By default tries -r, -s, -f, and -q in order until success.
de: Parameter <Name> kann eine Gerätedatei oder ein Mount-Punkt sein. Wenn ausgelassen wird `%s' gewählt. Versucht standardmäßig -r, -s, -f und -q in dieser Reihenfolge bis es funktioniert.
es: El parámetro <nombre> puede ser un fichero de dispositivo o un punto de montaje. Si es omitido, el nombre por defecto es`%s'. Por defecto prueba -r, -s, -f, y -q en orden hasta tener éxito.

source: %s: invalid argument to --auto/-a option
de: %s: ungültiges Argument für die --auto/-a Option
es: %s: argumento inválido para la opción --auto/-a

source: %s: invalid argument to --changerslot/-c option
de: %s: ungültiges Argument für die --changerslot/-c Option
es: %s: argumento inválido para la opción --changerslot/-c

source: %s: invalid argument to --cdspeed/-x option
de: %s: ungültiges Argument für die --cdspeed/-x Option
es: %s: argumento inválido para la opción --cdspeed/-x

source: %s: invalid argument to -i option
de: %s: ungültiges Argument für die -i Option

source: eject version %s by Jeff Tranter (tranter@pobox.com)
de: eject Version %s von Jeff Tranter (tranter@pobox.com)
es: eject versió %s por Jeff Tranter (tranter@pobox.com)

source: %s: too many arguments
de: %s: zu viele Optionen angegeben
es: %s: demasiados argumentos

source: %s: could not allocate memory
de: %s: Konnte keinen Speicher allozieren
es: %s: no se pudo reservar memoria

source: %s: FindDevice called too often
de: %s: FindDevice zu oft aufgerufen

source: %s: CD-ROM auto-eject command failed: %s
de: %s: Automatisches Auswerfen der CD-ROM fehlgeschlagen: %s
es: %s: la orden de auto-expulsión del CD-ROM ha fallado: %s

source: %s: CD-ROM select disc command failed: %s
de: %s: CD-ROM auswählen fehlgeschlagen: %s
es: %s: la selección del lector de CD-ROM ha fallado: %s

source: %s: CD-ROM load from slot command failed: %s
de: %s: CD-ROM laden fehlgeschlagen: %s
es: %s: la inserción desde la bandeja del CD-ROM ha fallado: %s

source: %s: IDE/ATAPI CD-ROM changer not supported by this kernel
de: %s: IDE/ATAPI CD-ROM-Wechsler von diesem Kernel nicht unterstützt
es: %s: el cambiador IDE/ATAPI CD-ROM no está soportado por este núcleo

source: %s: CD-ROM tray close command failed: %s
de: %s: CD-ROM-Laufwerk schließen fehlgeschlagen: %s
es: %s: la orden de cierre de la bandeja del CD-ROM ha fallado: %s

source: %s: CD-ROM tray close command not supported by this kernel
de: %s: CD-ROM-Laufwerk schließen von diesem Kernel nicht unterstützt
es: %s: la orden de cierre de la bandeja del CD-ROM no esta soportada por éste núcleo

source: %s: CD-ROM tray toggle command not supported by this kernel
de: %s: Automatisches Schließen/Öffnen des Laufwerks von diesem Kernel nicht unterstützt

source: %s: CD-ROM select speed command failed: %s
de: %s: CD-ROM-Geschwindigkeit setzen fehlgeschlagen: %s
es: %s: la selección de la velocidad del CD-ROM ha fallado: %s

source: %s: CD-ROM select speed command not supported by this kernel
de: %s: CD-ROM-Geschwindigkeit setzen von diesem Kernel nicht unterstützt
es: %s: la orden de selección de velocidad del CD-ROM no está soportada por éste núcleo

source: %s: unable to read the speed from /proc/sys/dev/cdrom/info
de: %s: kann die Geschwindigkeit nicht aus /proc/sys/dev/cdrom/info lesen

source: %s: `%s' is a link to `%s'
de: %s: `%s' ist ein Link auf `%s'
es: %s: `%s' es un enlace a `%s'

source: %s: error while finding CD-ROM name
de: %s: Fehler beim Suchen des CD-ROM-Namens

source: %s: error while reading speed
de: %s: Fehler beim Lesen der Geschwindigkeit

source: %s: unable to exec umount of `%s': %s
de: %s: kann umount für `%s' nicht ausführen: %s
es: %s: incapaz de ejecutar umount of `%s': %s

source: %s: unable to fork: %s
de: %s: kann nicht forken: %s
es: %s: incapaz de hacer un fork: %s

source: %s: unmount of `%s' did not exit normally
de: %s: Unmounten von `%s' nicht normal beendet
es: %s: el desmontaje de `%s' no terminó normalmente

source: %s: unmount of `%s' failed
de: %s: Unmounten von `%s' fehlgeschlagen
es: %s: el desmontaje de `%s' ha fallado

source: %s: unable to open `%s'
de: %s: kann `%s' nicht öffnen
es: %s: incapaz de abrir `%s'

source: unable to open %s: %s
de: kann %s nicht öffnen: %s
es: incapaz de abrir %s: %s

source: %s: unable to open /etc/fstab: %s
de: %s: kann /etc/fstab nicht öffnen: %s
es: %s: incapaz de abrir /etc/fstab: %s

source: %s: %s is encrypted on real device %s
de: %s: %s ist verschlüsselt auf echtem Gerät %s

source: %s: unmounting `%s'
de: %s: Unmounte `%s'
es: %s: desmontando `%s'

source: %s: `%s' is a multipartition device
de: %s: `%s' ist ein Gerät mit mehreren Partitionen
es: %s: `%s' es un dispositivo con múltiples particiones

source: %s: `%s' is not a multipartition device
de: %s: `%s' ist kein Gerät mit mehreren Partitionen
es: %s: `%s' no es un dispositivo con múltiples particiones

source: %s: setting CD-ROM speed to auto
de: %s: setze CD-ROM-Geschwindigkeit auf auto
es: %s: estableciendo la velocidad del CD-ROM en modo automatico

source: %s: setting CD-ROM speed to %dX
de: %s: setze CD-ROM-Geschwindigkeit auf %dX
es: %s: estableciendo la velocidad del CD-ROM a %dX

source: %s: default device: `%s'
de: %s: Standardgerät: `%s'
es: %s: dispositivo por defecto: `%s'

source: %s: using default device `%s'
de: %s: benutze Standardgerät `%s'
es: %s: usando el dispositivo por defecto `%s'

source: %s: device name is `%s'
de: %s: Gerätename ist `%s'
es: %s: el nombre del dispositivo es `%s'

source: %s: unable to find or open device for: `%s'
de: %s: kann Gerät `%s' nicht finden/öffnen
es: %s: incapaz de encontrar o abrir el dispositivo para: `%s'

source: %s: expanded name is `%s'
de: %s: erweiterter Name ist `%s'
es: %s: el nombre extendido es `%s'

source: %s: maximum symbolic link depth exceeded: `%s'
de: %s: maximale Tiefe für symbolische Links überschritten: `%s'
es: %s: profundidad de elace máxima excedida: `%s'

source: %s: `%s' is mounted at `%s'
de: %s: `%s' ist nach `%s' gemountet
es: %s: `%s' esta montado en `%s'

source: %s: `%s' is not mounted
de: %s: `%s' ist nicht gemountet
es: %s: `%s' no está montado

source: %s: `%s' can be mounted at `%s'
de: %s: `%s' kann nach`%s' gemountet werden
es: %s: `%s' no puede ser montado en `%s'

source: %s: `%s' is not a mount point
de: %s: `%s' ist kein Mount-Punkt
es: %s: `%s' no es un punto de montaje

source: %s: tried to use `%s' as device name but it is no block device
de: %s: versuchte `%s' als Gerätenamen zu benutzen, aber es ist kein blockbasiertes Gerät

source: %s: device is `%s'
de: %s: Gerät ist `%s'
es: %s: el dispositivo es `%s'

source: %s: exiting due to -n/--noop option
de: %s: beende wegen -n/--noop Option
es: %s: saliendo debido a la opción -n/--noop

source: %s: enabling auto-eject mode for `%s'
de: %s: aktiviere Automatisches Auswerfen für `%s'
es: %s: activando el modo de autoexpulsión para `%s'

source: %s: disabling auto-eject mode for `%s'
de: %s: deaktiviere Automatisches Auswerfen für `%s'
es: %s: desactivando el modo de autoexpulsión para `%s'

source: %s: closing tray
de: %s: schließe jetzt
es: %s: cerrando la bandeja

source: %s: listing CD-ROM speed
de: %s: CD-ROM-Geschwindigkeiten anzeigen

source: %s: unmounting device `%s' from `%s'
de: %s: Unmounte Gerät `%s' von `%s'

source: %s: toggling tray
de: %s: öffne/schließe jetzt

source: %s: selecting CD-ROM disc #%d
de: %s: wähle CD #%d
es: %s: seleccionando disco CD-ROM #%d

source: %s: trying to eject `%s' using CD-ROM eject command
de: %s: Versuche `%s' mit dem CD-eject-Befehl auszuwerfen
es: %s: intentando expulsar `%s' usando la orden de expulsión de CD-ROM

source: %s: CD-ROM eject command succeeded
de: %s: CD-eject war erfolgreich
es: %s: la orden de expulsión ha sido exitosa

source: %s: CD-ROM eject command failed
de: %s: CD-eject war nicht erfolgreich
es: %s: la orden de expulsión del CD-ROM ha fallado

source: %s: trying to eject `%s' using SCSI commands
de: %s: versuche `%s' mit SCSI-Befehlen auszuwerfen
es: %s: intentando expulsar `%s' usando la orden de expulsion SCSI

source: %s: SCSI eject succeeded
de: %s: SCSI-eject war erfolgreich
es: %s: la orden de expusión SCSI ha sido exitosa

source: %s: SCSI eject failed
de: %s: SCSI-eject war nicht erfolgreich
es: %s: la orden de expulsión SCSI ha fallado

source: %s: trying to eject `%s' using floppy eject command
de: %s: versuche `%s' mit Floppy-Befehlen auszuwerfen
es: %s: intentando expulsar `%s' usando la orden de ejecucion disquete

source: %s: floppy eject command succeeded
de: %s: Floppy-eject war erfolgreich
es: %s: la orden de expulsión del disquete ha sido exitosa

source: %s: floppy eject command failed
de: %s: Floppy-eject war nicht erfolgreich
es: %s: la orden de expulsión del disquete falló

source: %s: trying to eject `%s' using tape offline command
de: %s: versuche `%s' mit dem `Band offline'-Befehl auszuwerfen
es: %s: intentando expulsar `%s' usando la orden de cinta desconectada

source: %s: tape offline command succeeded
de: %s: `Band offline' war erfolgreich
es: %s: la orden de desconexión de la cinta ha sido exitosa

source: %s: tape offline command failed
de: %s: `Band offline' war nicht erfolgreich
es: %s: la orden de desconexión de la cinta falló

source: %s: unable to eject, last error: %s
de: %s: Kann nicht auswerfen! Letzter Fehler: %s
es: %s: incapaz de expulsar, último error: %s

source: usage: volname [<device-file>]
de: Benutzung: volname [<Gerätedatei>]
es: uso: volname [<fichero de dispositivo>]
